Repository: A3rii/mobile_project
Catalog: lib/l10n/app_*.arb
Languages: km

# appTitle
source: Football Rental Club
km: មជ្ឈមណ្ឌលកីឡាបាល់ទាត់

source: Court
km: តារាង

source: From
km: កក់ដោយលោក

source: Status
km: ស្ថានភាព

source: Account
km: គណនី

# account_title
source: Ready To Book a Court
km: ត្រៀមខ្លួនក្នុងការកក់តារាង

# account_desc
source: Manage your email and password, all in one place
km: ចាត់ចែងគណនីរបស់អ្នកនៅទីនេះ

source: Login
km: ចូលគណនី

source: Sign up
km: ចុះឈ្មោះចូលគណនី

# login_desc
source: Please Login to continue
km: សូមចុះឈ្មោះចូលគណនីដើម្បីបន្ត

source: Email
km: អ៊ីម៉ែល

# phone
source: Phone Number
km: លេខទូរស័ព្ទ

source: Password
km: លេខសម្ងាត់

source: Confirm Password
km: ផ្ទៀងផ្ទាត់លេខសម្ងាត់

# signup_question
source: Already have an account?
km: មានគណនីហើយមែនទេ?

source: UserName
km: ឈ្មោះរបស់អ្នក

# login_question
source: Don't have an account?
km: គ្មានគណនីមែនទេ?

# bottom_nav_1
source: Home
km: ទំព័រដើម

# bottom_nav_2
source: Account
km: គណនី

# bottom_nav_3
source: Settings
km: ការកំណត់

source: Dashboard
km: ផ្ទាំងគ្រប់គ្រង

source: Accept Booking
km: ទទួលការកក់

source: Edit Profile
km: កែប្រវត្តិរូប

source: Logout
km: ចាកចេញ

# total_booking
source: Total Bookings
km: ការកក់សរុប

# total_user
source: Total Users
km: អ្នកប្រើប្រាស់សរុប

source: Total Pending
km: ការរង់ចាំសរុប

source: Sport Admin
km: មេធំ

source: User List
km: បញ្ជីអ្នកបានកក់

source: Add Court
km: បន្ថែមតារាង

source: Create Court
km: បង្កើតតារាង

source: Approved
km: អនុម័ត

# reject
source: Rejected
km: បដិសេធ

source: Pending
km: ស្ថិតក្នុងការរងចាំ

source: All bookings
km: ចំនួនកក់សរុប

source: Save Change
km: ផ្លាស់ប្តូរ

source: Filter
km: បែងចែក
